Repository: tom-vndm/mechanix
Catalog: mechanix/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Registration
nl: Inschrijving

source: Don't change
nl: Niet veranderen

# random_key_incorrect
source: An incorrect secret key was provided
nl: De opgegeven sleutel komt niet overeen

# incomplete_request
source: One or more parameters were missing from the request
nl: Eén of meerdere parameters missen in de URL

# sha_out_incorrect
source: The incoming hash was incorrect
nl: De opgegeven hash komt niet overeen

# order_incorrect
source: The order number of the payment did not correspond to the one in our records
nl: Het opgegeven interne referentienummer uit de betaling komt niet overeen met de verwachtte waarde

# CN
source: Client name
nl: Klant

# optie
source: Option
nl: Optie

# valuta
source: Currency
nl: Valuta

source: Amount
nl: Bedrag

# ORDERID
source: Internal reference (ORDERID)
nl: Intern referentienummer (ORDERID)

# ticket_nummer
source: Ticket number
nl: Ticketcode

source: Payment Received
nl: Betaling ontvangen

source: Close
nl: Sluiten

source: Photos
nl: Foto's

source: Thank you!
nl: Bedankt!

# Form submitted successfully.
source: Form submitted succesfully
nl: Formulier correct ontvangen

# ChangeLang
source: Language
nl: Taal

# Je-betaling-voor
source: Your payment for
nl: Je betaling voor

# is-goed-aangekomen
source: has been well received
nl: is goed aangekomen

# met-onderstaande-gegevens
source: with the entries below
nl: met onderstaande gegevens

# mailClosure
source: See you then!
nl: Tot dan!

# Je-inschrijving-voor
source: Your registration for
nl: Je inschrijving voor

# paymentConfirmationNotice
source: If your payment has been processed succesfully, you should also be receiving a confirmation mail from both ourselves and our payment provider as well. If any of those fail to arrive, don't hesitate to contact us on mechanix@vtk.be to check what has gone wrong. Click the button below if you have not paid yet.
nl: Als je betaling gelukt is, zou je daarover nog twee bevestigingsmails hebben gehad (eentje van ons en eentje van onze betalingsafhandelaar). Als één van die twee uitblijft, laat het ons dan weten op mechanix@vtk.be, dan kunnen we kijken wat er fout ging. Klik hieronder als je nog niet betaald hebt.

source: Pay
nl: Betalen
